---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.AdvancedLossFactor
source: html/bb4d1281-e14a-a227-81fb-470aab5efe23.htm
---
# AdvancedLossFactor Members

Creates an advanced loss factor object with values set to no loss.